IDEA StatiCa Open Model
OpenModel.RebarStirrups Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the rebar group (stirrups) collection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<RebarStirrups> RebarStirrups { get; set; }
Public Property RebarStirrups As List(Of RebarStirrups)
	Get
	Set
public:
property List<RebarStirrups^>^ RebarStirrups {
	List<RebarStirrups^>^ get ();
	void set (List<RebarStirrups^>^ value);
}
Property Value
Type: List<RebarStirrups>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace